<div class="article__header">
<div class="heading heading--3 article__heading no-gutter--all"><strong>Planet e reja tarifore mobile&nbsp;p&euml;r klient&euml;t biznes me kontrat&euml;</strong></div>
<p class="date article__date">&nbsp;</p>
</div>
<div class="article__content flush--top">
<div id="ajax" class="ajax ajax-spring">
<p>Shoq&euml;ria Vodafone Albania njofton se, duke filluar nga data 06 Shkurt 2024, do t&euml; ofroj&euml; p&euml;r pajtimtar&euml;t biznes me kontrat&euml;, nj&euml; portofol t&euml; ri planesh tarifore, me t&euml; dh&euml;nat si m&euml; posht&euml;:</p>
<table style="border-color: #c4c0c0; margin-left: auto; margin-right: auto;" border="#c4c0c0">
<tbody>
<tr>
<td>&nbsp;</td>
<td colspan="3">
<p><strong>Plane Hibride</strong></p>
</td>
<td colspan="5">
<p><strong>Plane me paspages&euml;</strong></p>
</td>
</tr>
<tr>
<td>&nbsp;</td>
<td>
<p><strong>Business Bronze</strong></p>
</td>
<td>
<p><strong>Business Silver</strong></p>
</td>
<td>
<p><strong>Business Gold</strong></p>
</td>
<td>
<p><strong>Business Unlimited</strong></p>
</td>
<td>
<p><strong>RED Lite</strong></p>
</td>
<td>
<p><strong>RED Boost</strong></p>
</td>
<td>
<p><strong>Business Bronze+</strong></p>
</td>
<td>
<p>&nbsp;</p>
</td>
</tr>
<tr>
<td>
<p><em>Pajtimi mujor me TVSH</em></p>
</td>
<td>
<p><strong>1,200</strong></p>
</td>
<td>
<p><strong>1,500</strong></p>
</td>
<td>
<p><strong>1,800</strong></p>
</td>
<td>
<p><strong>2,300</strong></p>
</td>
<td>
<p><strong>3,000</strong></p>
</td>
<td>
<p><strong>6,000</strong></p>
</td>
<td>
<p><strong>1,200</strong></p>
</td>
<td>
<p>&nbsp;</p>
</td>
</tr>
<tr>
<td>
<p><em>Internet</em></p>
</td>
<td>
<p>5 GB</p>
</td>
<td>
<p>15 GB</p>
</td>
<td>
<p>27 GB</p>
</td>
<td>
<p>Pa limit</p>
</td>
<td>
<p>Pa limit</p>
</td>
<td>
<p>Pa limit</p>
</td>
<td>
<p>5 GB</p>
</td>
<td>
<p>&nbsp;</p>
</td>
</tr>
<tr>
<td>
<p><em>Minuta komb&euml;tare</em></p>
</td>
<td>
<p>1,500</p>
</td>
<td>
<p>2000</p>
</td>
<td>
<p>2,500</p>
</td>
<td>
<p>Pa limit</p>
</td>
<td>
<p>Pa limit</p>
</td>
<td>
<p>Pa limit</p>
</td>
<td>
<p>1,500</p>
</td>
<td>
<p>&nbsp;</p>
</td>
</tr>
<tr>
<td>
<p><em>SMS komb&euml;tare</em></p>
</td>
<td>
<p>1,500</p>
</td>
<td>
<p>2000</p>
</td>
<td>
<p>2,500</p>
</td>
<td>
<p>Pa limit</p>
</td>
<td>
<p>Pa limit</p>
</td>
<td>
<p>Pa limit</p>
</td>
<td>
<p>1,500</p>
</td>
<td>
<p>&nbsp;</p>
</td>
</tr>
<tr>
<td>
<p><em>Minuta dhe SMS nd&euml;rkomb&euml;tare</em></p>
</td>
<td>
<p>&nbsp;</p>
</td>
<td>
<p>20</p>
</td>
<td>
<p>30</p>
</td>
<td>
<p>50</p>
</td>
<td>
<p>150</p>
</td>
<td>
<p>400</p>
</td>
<td>
<p>&nbsp;</p>
</td>
<td>
<p>&nbsp;</p>
</td>
</tr>
<tr>
<td>
<p><em>Tarif&euml; ditore n&euml; Roaming</em></p>
</td>
<td>
<p>&nbsp;</p>
</td>
<td>
<p>&nbsp;</p>
</td>
<td>
<p>&nbsp;</p>
</td>
<td>
<p>400</p>
</td>
<td>
<p>200</p>
</td>
<td>
<p>200</p>
</td>
<td>
<p>&nbsp;</p>
</td>
<td>
<p>&nbsp;</p>
</td>
</tr>
</tbody>
</table>
<p>&nbsp;</p>
<p>M&euml; tej&nbsp;planet tarifore me kontrat&euml; Business RED, Business RED Prime, Business RED Pro dhe Business RED Unlimited, nuk do nuk do t&euml; ofrohen m&euml; n&euml; treg. T&euml; gjith&euml; abonent&euml;t biznes q&euml; kan&euml; nj&euml; kontrat&euml; aktive n&euml; k&euml;to plane tarifore, do t&euml; vazhdojn&euml; t&euml; p&euml;rdorin deri n&euml; p&euml;rfundim t&euml; afatit t&euml; caktuar t&euml; kontrat&euml;s.</p>
<p>Detaje p&euml;r planet tarifore:</p>
<ul>
<li>T&euml; gjitha &ccedil;mimet e lartp&euml;rmendura p&euml;rfshijn&euml; vler&euml;n e T.V.SH.</li>
<li>Minutat dhe SMS komb&euml;tare (minuta/SMS) do t&euml; jen&euml; t&euml; vlefshme drejt operator&euml;ve komb&euml;tar&euml; (Vodafone, One, operator&euml; t&euml; tjer&euml; fiks).</li>
<li>Pas konsumimit t&euml; nj&euml;sive t&euml; internetit t&euml; paket&euml;s tuaj me shpejt&euml;si 4G+/4G/3G ju do t&euml; keni internet pa limit, por me shpejt&euml;si t&euml; reduktuar deri n&euml; 256 Kbps.</li>
<li>Minimumi i koh&euml;s fillestare t&euml; bised&euml;s &euml;sht&euml; 30 sekonda. Pas 30 sekondave t&euml; para t&euml; telefonat&euml;s, aplikohet tarifimi p&euml;r &ccedil;do sekond&euml;. Nd&euml;rsa interneti tarifohet p&euml;r &ccedil;do 10 KiloByte.</li>
<li>Pagesa fikse mujore do t&euml; aplikohet n&euml; fund t&euml; muajit. Pagesa mujore fikse p&euml;r muajin e par&euml; t&euml; aktivizimit do t&euml; llogaritet proporcionalisht me dit&euml;t e mbetura t&euml; muajit. N&euml; rastin kur k&euml;rkohet &ccedil;aktivizimi i Numrit t&euml; Celularit, pagesa fikse mujore do t&euml; llogaritet n&euml; p&euml;rpjes&euml;tim me dit&euml;t e kaluara t&euml; muajit. P&euml;rfitimet e planit tarifor do t&euml; jen&euml; t&euml; plota pavar&euml;sisht dat&euml;s s&euml; aktivizimit apo &ccedil;aktivizimit.</li>
<li>P&euml;rfitimet e planeve tarifore nuk mund t&euml; transferohen n&euml; muajin pasardh&euml;s.</li>
<li>P&euml;rfitimet e planeve tarifore duhet t&euml; rigjenerohen plot&euml;sisht &ccedil;do dat&euml;&nbsp;1 t&euml; muajit pa qen&euml; nevoja q&euml; klienti t&euml; kryej&euml; asnj&euml; veprim.</li>
<li>Business Unlimited: Nj&euml;sit&euml; pa limit kan&euml; nj&euml; politik&euml; t&euml; p&euml;rdorimit t&euml; drejt&euml; si vijon: Internet 200 GB, Minuta komb&euml;tare 15000, SMS komb&euml;tare 3000.<br />&nbsp;RED Lite dhe RED Boost: Nj&euml;sit&euml; pa limit kan&euml; nj&euml; politik&euml; t&euml; p&euml;rdorimit t&euml; drejt&euml; si vijon: Internet 300 dhe 600 GB, 3000 dhe 5000 SMS.</li>
</ul>
</div>
</div>